Repository: Nkongne/angeholly
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: German
fr: Allemand

source: French
fr: Francais

source: Cart
fr: Carte

source: Product
fr: Article

source: Quantity
fr: Quantite

source: Price
fr: Prix

source: First Name
fr: Nom

source: Address
fr: Adresse

source: Name
fr: Nom

source: Add to cart
fr: Ajouter au panier

source: Search
fr: Rechercher

source: Wishlist
fr: ma liste preferee

source: My Cart
fr: Ma Carte bancaire

source: Checkout
fr: Verifier un paiement

source: Login
fr: Se connecter

source: currency
fr: devise

source: Choose language
fr: Choisir une langue

source: Home
fr: Acceuil

source: Shop page
fr: Ventes

source: Others
fr: Autres

source: Shop now
fr: Aller a la boutique

source: Select Item
fr: Selectionner un article

source: 30 Days return
fr: Retourner dans 30 jours

source: Free shipping
fr: Expedition gratuit

source: Secure payments
fr: Payements securises

source: Latest Products
fr: Derniers Nouveautes

source: See details
fr: details

source: Top Sellers
fr: Meilleurs vendeurs

source: View All
fr: Voir tout

source: Recently Viewed
fr: Vue recemement

source: Top New
fr: Nouveaute au top

source: User Navigation
fr: Historique navigation

source: Order history
fr: Historique des ordres de payement

source: Vendor contact
fr: Contact du vendeur

source: Newsletter
fr: Boite de messagerie

source: Sign up to our newsletter and get exclusive deals you wont find anywhere else straight to your inbox!
fr: Enregistrez vous a notre messagerie et obtenez exclusivement les infomations que vous n'aurrez nul part ailleursi non directement a votre boite de messagerie

source: Subscribe
fr: S'inscrire

source: Single product
fr: Article

source: Category
fr: Categorie

source: Cart Page
fr: Carte bancaire

source: My Account
fr: Mon compte

source: Shopping Cart
fr: Carte pour achats

source: Products
fr: Articles

source: Recent Posts
fr: Publication recente

source: Ship Your Idea
fr: Partager

source: Coupon code
fr: code coupon

source: Apply Coupon
fr: Valider le Coupon

source: Update Cart
fr: Mise a jour de la carte

source: You may be interested in...
fr: Ces articles peuvent vous interesser...

source: Select options
fr: Selectionner

source: Cart Subtotal
fr: sous-total

source: Shipping and Handling
fr: Expedition

source: Free Shipping
fr: Expedition gratuit

source: Order Total
fr: Ordorner a payer la totalite

source: Calculate Shipping
fr: Calculer les frais d'expedition

source: Select a country…
fr: Selectionner un pays

source: Update Totals
fr: Mise a jour du montant total

source: Online business. Thhanks for trusting us. serving you is our motto!
fr: Commerce en ligne. Merci de nous faire confiance. Vous servir est notre devise

source: If you have shopped with us before, please enter your details in the boxes below. If you are a new customer please proceed to the Billing &amp; Shipping section.
fr: Vous avez deja eu a faire des achats chez nous, veuillez entrer vos informations ci-dessusSi vous etes nouveau client, veuillez vous faire etablir une facture a l'onglet expedition

source: Username or email
fr: Nom d'utilisateur ou adresse Email

source: Password
fr: Mot de passe

source: Remember me
fr: Se rappeler de moi

source: Lost your password?
fr: Mot de passe oublie

source: Have a coupon?
fr: Avez vous deja un coupon

source: Billing Details
fr: Details Facture

source: Country
fr: Pays

source: Company Name
fr: Nom de l'entreprise

source: Town / City
fr: Ville / Region

source: Postcode
fr: Code postal

source: Email Address
fr: Adresse Email

source: Phone
fr: Numero de telephone

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
fr: Creer un compte en entrant les informations ci-dessus. si vous retourner les articlesCher client veuillez vous connecter en haut de la page

source: Account password
fr: Mot de passe du compte

source: Ship to a different address?
fr: expedier a une autre adresse

source: Direct Bank Transfer
fr: Transfert direct d'une banque

source: Make your payment directly into our bank account. Please use your Order ID as the payment reference. Your order won’t be shipped until the funds have cleared in our account.
fr: Effectuez votre payement directement avec votre compte bancaire. Veuillez utiliser l'ordre de payementcomme reference du payement, votre ordre a payer ne sera effective que lorsque le montant sera clairement debite de votre compte

source: Cheque Payment
fr: Paiement par Cheques

source: Please send your cheque to Store Name, Store Street, Store Town, Store State / County, Store Postcode.
fr: Veuillez envoyer votre cheque a : Nom de la boutique, Rue de la boutique, Ville de la boutiquePays / Etat , Code postal de la boutique

source: What is PayPal?
fr: C'est quoi PayPal?

source: Pay via PayPal; you can pay with your credit card if you don’t have a PayPal account.
fr: Payer a partir de PayPal; Vous pouvez payer avec votre carte si vous n'avez pas de compte Paypal

source: Reviews
fr: Critiques

source: Product Description
fr: Description de l'article

source: Your review
fr: Votre critique

source: informations about my cart
fr: Informations a propos de ma carte bancaire

source: Title
fr: Titre

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Become a vendor
fr: Creer un compte vendeur

source: Cancel
fr: Annuler

source: already have an account
fr: Tu as deja un compte

source: Edit vendor
fr: Modifier vendeur

source: This is not the same as the username
fr: Ce nom est different du nom d'utilisateur

source: Save changes
fr: Enregistrer

source: Log in
fr: Se connecter

source: Name or login
fr: Nom ou login

source: My balance
fr: Balance de mon compte

source: Edit
fr: Modifier

source: Log out
fr: Se deconnecter

source: You don't have any product yet
fr: Vous n'avez pas encore de produit

source: Zip and place
fr: Code zip et Lieu

source: Paid
fr: Paye
